Repository: ReApptor/ReApptor.TypeScript.Linq
Catalog: WeAre.Athenaeum.React.Components.Localization/resources/SharedResources.*.resx
Languages: sv, uk_ua

# Dropdown.NothingSelected
source: Nothing is selected
sv: Ingenting är valt
uk_ua: UK-UA: Nothing is selected

# Dropdown.MultipleSelected
source: {0} selected
sv: {0} valt
uk_ua: UK-UA: {0} selected

# Dropdown.NoItems
source: No items found
sv: Inga artiklar hittades
uk_ua: UK-UA: No items found

# Dropdown.NoData
source: No data
sv: Ingen information
uk_ua: UK-UA: No data

# Dropdown.FilterResults
source: Filter results
sv: Filtrera resultat
uk_ua: UK-UA: Filter results

# Dropdown.GetResults
source: Start typing to get results
sv: Börja skriva för att få resultat
uk_ua: UK-UA: Start typing to get results

# Dropdown.Add
source: Add
sv: SV: Add
uk_ua: UK-UA: Add

# List.Loading
source: Loading...
sv: Laddar...
uk_ua: UK-UA: Loading...

# SignatureWidget.Clear
source: Clear
sv: Töm
uk_ua: UK-UA: Clear

# SignatureWidget.Done
source: Done
sv: Färdig
uk_ua: UK-UA: Done

# Modal.SaveChanges
source: Save changes
sv: Spara ändringar
uk_ua: UK-UA: Save changes

# Modal.Close
source: Close
sv: Stäng
uk_ua: UK-UA: Close

# PageContainer.PageHelp
source: Page help
sv: Sidhjälp
uk_ua: UK-UA: Page help

# NavigationWidget.Previous
source: Previous
sv: Föregående
uk_ua: UK-UA: Previous

# NavigationWidget.ReturnToPrevious
source: Return to previous step
sv: Återgå till föregående steg
uk_ua: UK-UA: Return to previous step

# NavigationWidget.Next
source: Next
sv: Nästa
uk_ua: UK-UA: Next

# NavigationWidget.GoToNext
source: Go to next step
sv: Gå till nästa steg
uk_ua: UK-UA: Go to next step

# ConfirmationDialog.AreYouSure
source: Are you sure?
sv: Är du säker?
uk_ua: UK-UA: Are you sure?

# ConfirmationDialog.Comment
source: Please leave a comment
sv: Var vänlig och lämna en kommentar
uk_ua: UK-UA: Please leave a comment

# ConfirmationDialog.ConfirmButton
source: Confirm
sv: Bekräfta
uk_ua: UK-UA: Confirm

# ConfirmationDialog.CloseButton
source: Close
sv: Stäng
uk_ua: UK-UA: Close

# VirtualAddressDivider.Street
source: Street
sv: Gata
uk_ua: UK-UA: Street

# AddressDivider.Address
source: Address
sv: Adress
uk_ua: UK-UA: Address

# VirtualAddressDivider.City
source: City
sv: Stad
uk_ua: UK-UA: City

# VirtualAddressDivider.Postalcode
source: Postal code
sv: Postnummer
uk_ua: UK-UA: Postal code

# FileInput.DragAndDrop
source: Drag'n'drop file here, or click to select
sv: Släpp filen här eller välj genom att trycka
uk_ua: UK-UA: Drag'n'drop file here, or click to select

# FileInput.Readonly
source: File is readonly
sv: Filen är bara läsbar
uk_ua: UK-UA: File is readonly

# DocumentPreviewModal.Preview
source: Preview
sv: Förhandsvisning
uk_ua: UK-UA: Preview

# FileInput.ChooseFile
source: Choose file
sv: Välj fil
uk_ua: UK-UA: Choose file

# LocationPickerModal.Title
source: Location picker
sv: Platsväljare
uk_ua: UK-UA: Location picker

# LocationPickerModal.Subtitle
source: Choose location on map
sv: Välj plats på kartan
uk_ua: UK-UA: Choose location on map

# LocationPickerModal.SetLocation
source: Set location
sv: Ställ in plats
uk_ua: UK-UA: Set location

# Footer.Frontpage
source: Frontpage
sv: Framsida

# PasswordInput.HelpText.Length
source: at least 8 characters long
sv: åtminstone 8 tecken
uk_ua: UK-UA: at least 8 characters long

# DocumentPreviewModal.Download
source: Download
sv: SV: Download
uk_ua: UK-UA: Download

# FileInput.Preview
source: Preview
sv: Förhandsvisning
uk_ua: UK-UA: Preview

# QrWidget.Scan.Error
source: QR code scanner is not available, probably no permissions to camera on your mobile device.
sv: QR-kodskanner inte tillgänglig, förmodligen inga behörigheter för kameran på din mobila enhet.
uk_ua: UK-UA: QR code scanner is not available, probably no permissions to camera on your mobile device.

# BaseInput.Validators.Required
source: {0} is required
sv: {0} krävs

# BaseInput.Validators.Length
source: Text is too short
sv: Text för kort

# BaseInput.Validators.DocumentTypeNotSupported
source: Document type is not supported, choose file with extension {0}
sv: Dokumenttyp stöds inte. Välj dokument som är {0}.

# BaseInput.Validators.DocumentTooBig
source: Document file is too big
sv: Dokument filen är för stor

# PasswordForm.HelpText.UpperCase
source: one uppercase ('A'-'Z') character
sv: en stor bokstav ('A'-'Z')

# PasswordForm.HelpText.LowerCase
source: one lowercase ('a'-'z') character
sv: en liten bokstav ('a'-'z')

# PasswordForm.HelpText.Number
source: one number
sv: en nummer

# PasswordForm.HelpText.SpecialCharacter
source: one special character
sv: ett special tecken

# PasswordForm.ResetPassword.PasswordsDontMatchMessage
source: Passwords don't match
sv: Lösenorden matchar inte

# PasswordForm.ChangePassword.CurrentPassword
source: Current password
sv: Nuvarande lösenord

# PasswordForm.LoginPage.PasswordInput
source: Password
sv: Lösenord

# PasswordForm.ResetPassword.ConfirmPasswordInput
source: Confirm password
sv: Bekräfta lösenord

# PasswordForm.Save
source: Save
sv: Spara

# ImageInput.DocumentTypeNotSupported
source: Document type is not supported, choose file with extension {0}
sv: Dokumenttyp stöds inte. Välj dokument som är {0}.

# ImageInput.DocumentTooBig
source: Document file is too big
sv: Dokument filen är för stor

# ImageModal.PreviewNotSupported
source: Preview is not supported for this type of file, but you can download it instead
sv: SV: Preview is not supported for this type of file, but you can download it instead

# ImageModal.Download
source: Download
sv: SV: Download

# Footer.Contact
source: Contact information
sv: Kontakt information

# AddressDivider.Street
source: Street
sv: Gata

# AddressDivider.City
source: City
sv: Stad

# AddressDivider.PostalCode
source: Postal code
sv: Postnummer

# BaseInput.Validators.NumberRange
source: Value must be in range {0} - {1}
sv: SV: Value must be in range {0} - {1}

# BaseInput.Validators.TotalSizeTooBig
source: Total size of documents is too big
sv: SV: Total size of documents is too big

# Month.April
source: April
sv: SV: April

# Month.August
source: August
sv: SV: August

# Month.December
source: December
sv: SV: December

# Month.February
source: February
sv: SV: February

# Month.January
source: January
sv: SV: January

# Month.July
source: July
sv: SV: July

# Month.June
source: June
sv: SV: June

# Month.March
source: March
sv: SV: March

# Month.May
source: May
sv: SV: May

# Month.November
source: November
sv: SV: November

# Month.October
source: October
sv: SV: October

# Month.September
source: September
sv: SV: September
